/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Poortkoppeling configureren";
"Firewall.Service.Intro" = "Deze configuratie-assistent helpt u om netwerkverkeer dat binnenkomt via bepaalde poorten en voorzieningen door te sturen naar bepaalde computers in uw netwerk.";
"Firewall.PortHost.Intro" = "Kies een voorziening uit het venstermenu of geef de publieke en private IP-adressen en poorten op die u wilt koppelen.";
"Firewall.PortHost.IPv6" = "U kunt ook inkomend netwerkverkeer doorlaten naar alle IPv6-hosts in uw netwerk.";
"Firewall.Description.Intro" = "Geef een beschrijving voor dit poortkoppelingsonderdeel op.";
"Firewall.Description.Done" = "Wanneer u klaar bent, klikt u op 'Gereed' om het nieuwe poortkoppelingsonderdeel te bewaren.";

"tcpPrivatePorts" = "Private TCP-poort(en)";
"tcpPublicPorts" = "Publieke TCP-poort(en)";
"udpPrivatePorts" = "Private UDP-poort(en)";
"udpPublicPorts" = "Publieke UDP-poort(en)";

"type" = "Voorziening";
"hosts" = "Privaat IP-adres";
"privatePort" = "Private poort";
"description" = "Beschrijving";
"advertiseService" = "Maak algemeen bekend via Bonjour";
"serviceName" = "Naam voorziening";
"serviceType" = "Type voorziening";
"allowAllIPv6" = "Sta verkeer naar alle IPv6-hosts toe";

"ConflictingPortNumber" = "Een nummer van een publieke poort conflicteert met een poort die wordt gebruikt door een voorziening op het basisstation. Kies een ander publieke-poortnummer.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "Een nummer van een publieke UDP-poort conflicteert met een poort die wordt gebruikt door een voorziening op het basisstation. Kies een ander publieke-poortnummer.";
"ConflictingPortUDPFileSharing" = "Een nummer van een publieke UDP-poort conflicteert met een poort voor bestandsdeling op het basisstation. Schakel bestandsdeling uit of kies een ander poortnummer.";
"ConflictingPortUDPFileSharingNoDisable" = "Een nummer van een publieke UDP-poort conflicteert met een poort voor bestandsdeling op het basisstation. Kies een ander poortnummer.";
"ConflictingPortUDPSNMP" = "Een nummer van een publieke UDP-poort conflicteert met de SNMP-poort op het basisstation. Schakel SNMP uit of kies een ander poortnummer.";
"ConflictingPortTCPFileSharing" = "Een nummer van een publieke TCP-poort conflicteert met een poort voor bestandsdeling op het basisstation. Schakel bestandsdeling uit of kies een ander poortnummer.";
"ConflictingPortTCPFileSharingNoDisable" = "Een nummer van een publieke TCP-poort conflicteert met een poort voor bestandsdeling op het basisstation. Kies een ander poortnummer.";
"ConflictingPortTCPACP" = "Een nummer van een publieke TCP-poort conflicteert met de configuratiepoort op het basisstation. Kies een ander poortnummer.";

/* Services */
"Personal File Sharing" = "Bestandsdeling";
"Windows Sharing" = "Windows-deling";
"Personal Web Sharing" = "Persoonlijke webserver";
"Remote Login - SSH" = "Extern inloggen - SSH";
"FTP Access" = "FTP-toegang";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Externe Apple events";
"Printer Sharing" = "Printerdeling";
"POP Mail" = "POP-mail";
"POP Mail with SSL" = "POP-mail met SSL";
"IMAP Mail" = "IMAP-mail";
"IMAP Mail with SSL" = "IMAP-mail met SSL";
"SMTP Mail" = "SMTP-mail";
"QuickTime Streaming Server" = "QuickTime Streaming Server";
"Jabber" = "Jabber";
"CustomService" = "Kies een voorziening";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "IPv6-firewall configureren";
"IPv6Firewall.Intro" = "Deze configuratie-assistent helpt u om inkomend IPv6-netwerkverkeer toegang te geven tot apparaten in uw netwerk.";

"AllowLabel" = "Geef toegang";
"AllowAll" = "Alle voorzieningen en poorten";
"AllowAllTCPUDP" = "Alle TCP- en UDP-poorten";
"AllowSpecific" = "Specifieke TCP- en UDP-poorten";

"host" = "IPv6-adres";
"tcpPorts" = "TCP-poort(en)";
"udpPorts" = "UDP-poort(en)";

/*  AAUUserDBTask  */

"Accounts" = "Account configureren";
"Accounts.UserPassword" = "Gebruikersnaam en wachtwoord";
"Accounts.UserPassword.Intro" = "Geef de accountnaam en het wachtwoord op.";
"Accounts.Restrictions.FileAccess" = "Geef op welke toegangsbevoegdheden deze account heeft voor gedeelde schijven.";

"name" = "Naam";
"shortName" = "Korte naam";
"password" = "Wachtwoord";
"passwordVerify" = "Bevestig wachtwoord";
"fileSharingAccess" = "Bestandsdeling";
"accessBelowGuest" = "De bevoegdheden voor bestandsdeling die u hebt ingesteld zijn nog beperkter dan de bevoegdheden van een gastgebruiker. De gebruiker kan zich nog steeds toegang verschaffen tot de gedeelde schijven door in te loggen als gastgebruiker.";
"UsernameInUse" = "Deze account bestaat al. Geef een unieke naam op.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Tijdgebonden toegangscontrole";
"TimedAccess.Intro" = "Geef het draadloze MAC-adres of de AirPort-ID en beschrijving van de client op.";
"TimedAccess.Intro.Fallback" = "Geef op hoelang clients standaard toegang tot dit netwerk hebben.";
"TimedAccess.Restrictions" = "Klik op de knop met het plusteken om op te geven hoelang deze client toegang tot het netwerk heeft.";
"TimedAccess.Restrictions.Fallback" = "Klik op de knop met het plusteken om op te geven hoelang clients standaard toegang tot dit netwerk hebben.";
"ThisComputer" = "Deze computer";

"days.0" = "Geen toegang";
"days.1" = "Maandagen";
"days.2" = "Dinsdagen";
"days.4" = "Woensdagen";
"days.8" = "Donderdagen";
"days.16" = "Vrijdagen";
"days.32" = "Zaterdagen";
"days.64" = "Zondagen";
"days.31" = "Weekdagen";
"days.96" = "Weekend";
"days.127" = "Elke dag";

"time.0" = "voor";
"time.1" = "na";
"time.2" = "tussen";
"time.3" = "hele dag";

"and" = "en";

"TimedAccessWillExpireOn" = "De toegang van deze client tot het netwerk verloopt om %@.";
"TimedAccessDidExpire" = "De toegang van deze client tot dit netwerk is verlopen.";	
"TimedAccessDidExpireExplain" = "Als u de client weer toegang tot het netwerk wilt geven, verandert u de instelling van de client van 'Geen toegang' in een andere instelling.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "DHCP-reservering configureren";
"DHCPReservation.Name" = "Geef een naam voor de reservering op";
"DHCPReservation.Name.Intro" = "Als u een bepaald IP-adres voor een client in uw netwerk wilt reserveren, geeft u een beschrijving voor de reservering op.";
"DHCPReservation.Name.Middle" = "U kunt het adres reserveren op basis van het MAC-adres of de DHCP-client-ID.";
"DHCPReservation.Name.Continue"	= "Klik op 'Ga door' als u klaar bent.";
"DHCPReservation.Mapping" = "Koppel een Client-ID of MAC-adres aan een IP-adres";
"DHCPReservation.Mapping.MACAddress" = "Geef het MAC-adres op van de draadloze client voor wie de reservering is bedoeld.";
"DHCPReservation.Mapping.ClientID" = "Geef de DHCP-client-ID op van de draadloze client voor wie de reservering is bedoeld.";
"DHCPReservation.Mapping.IP" = "Geef het IP-adres op dat u voor de client wilt reserveren. Het gereserveerde IP-adres wordt alleen verstrekt aan de client met het MAC-adres of de DHCP-client-ID die u hebt opgegeven.";
"DHCPReservation.Mapping.Done"	= "Klik op 'Gereed' als u klaar bent.";

"macAddress" = "MAC-adres";
"clientID" = "DHCP-client-ID";
"ipv4Address" = "IPv4-adres";
"ReserveAddressBy" = "Reserveer adres op basis van";

/*  AAUSimpleConfigTask  */

"WPS" = "Draadloze client configureren";
"WPS.Auth.Intro" = "Er zijn twee manieren om een client toegang te geven tot uw wachtwoordbeveiligde netwerk zonder een wachtwoord in te hoeven voeren. U kunt een pincode opgegeven voor de gebruiker of toegang verlenen aan de eerste client die verbinding probeert te maken met uw netwerk.";
"WPS.Auth.DayPass" = "U kunt er ook voor kiezen om de toegang van deze client te beperken tot 24 uur.";

"WPS.PIN.Intro" = "Voer de pincode van de client in.";
"WPS.PIN.Description" = "De pincode wordt weergegeven op het beeldscherm van de client of weergegeven op het apparaat als de client geen beeldscherm heeft.";

"WPS.Done.Intro" = "Nadat de draadloze client verbinding heeft gemaakt met uw netwerk, wordt de client hieronder weergegeven.";
"WPS.Done.Waiting" = "Wachten op draadloze client…";
"WPS.Done.Failed" = "Er heeft zich een fout voorgedaan toen een client verbinding probeerde te maken met uw netwerk. Probeer het opnieuw.";
"WPS.Done.Success" = "De nieuwe draadloze client heeft verbinding gemaakt met uw netwerk.";

"AllowClientsBy" = "Geef client toegang via";
"PIN" = "Pincode";
"FirstCome" = "Eerste poging";
"DayPass" = "Beperk toegang van client tot 24 uur";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Draadloze opties";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Opties";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Hostnaam";
"BaseStationHostnames" = "Hostnamen";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Radiokanalen";

"AppleWiFiConnectOptions" = "Opties draadloze client";

/* EditUSBDeviceTask */
"EditUSBDevice" = "USB-apparaat";

"USBDeviceSharingAccounts" = "Accounts";
"USBDeviceSharingAccounts.title" = "Selecteer gebruikersaccounts";
"AddNewAccount" = "Voeg nieuwe account toe";
"SaveAccount" = "Bewaar account";

"USBDeviceIsExclusive" = "Dit apparaat kan door één client tegelijk worden gebruikt";

"USBDeviceSharing" = "Toegangsbeperkingen";
"USBDeviceSharing.0" = "Geen beperkingen";
"USBDeviceSharing.1" = "Gebruik %@-wachtwoord";	/* product name goes here */
"USBDeviceSharing.2" = "Gebruik wachtwoord voor een USB-apparaat";
"USBDeviceSharing.3" = "Gebruik accounts";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Sluit de oude Time Capsule aan";
"WaitForDirectConnectTask.replacecables" = "Verplaats alle Ethernet-kabels van de vorige Time Capsule naar de nieuwe Time Capsule.";
"WaitForDirectConnectTask.directdescription" = "Voor een optimale migratie gebruikt u een extra Ethernet-kabel om de WAN-poort van de oude Time Capsule te verbinden met een LAN-poort van de nieuwe Time Capsule.";
"WaitForDirectConnectTask.initialcheck" = "Controleren of uw Time Capsule via Ethernet is aangesloten…";
"WaitForDirectConnectTask.ok1" = "Uw Time Capsules hebben nu verbinding.";
"WaitForDirectConnectTask.ok2" = "Klik op 'Ga door' om de migratie te starten.";
"WaitForDirectConnectTask.ok3" = "De migratie kan veel tijd in beslag nemen, afhankelijk van de inhoud van de schijf die u wilt migreren.";
"WaitForDirectConnectTaskOldLabel" = "Oude Time Capsule";
"WaitForDirectConnectTaskNewLabel" = "Nieuwe Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "Internetverbinding controleren";
"VerifyInternetConnectionTest" = "AirPort-configuratieprogramma controleert of deze %@ is aangesloten op het internet.";
"VerifyInternetConnectionTestSuccess" = "Deze %@ is verbonden met het internet. Klik op 'Ga door'.";
"VerifyInternetConnectionTestFailure" = "Als u uw internetverbinding tijdens de migratie wilt gebruiken, zorgt u ervoor dat uw ADSL- of kabelmodem is aangesloten op de WAN-poort van de nieuwe Time Capsule. Schakel de modem uit, verwijder de batterij (als de modem een batterij bevat), wacht een aantal seconden, plaats de batterij weer terug en schakel vervolgens de modem in. Klik op 'Ga door' zodra u verbonden bent.";
"VerifyInternetConnectionTestFailureIgnore" = "Klik op 'Ga door' als u uw internetverbinding tijdens de migratie niet wilt gebruiken.";

